{
    "title": "Hier steht ein Titel",
    "firstChapter": 1,
    "story": [
        {
            "id": -1,
            "backgroundImage": "./assets/skizzen/backgrounds/scene-01.png",
            "texts": [ 
                "Ups. Irgendwas ist schiefgelaufen.",
                "Vielleicht solltest du beim nächsten Mal probieren, dich nicht umzubringen."
            ],
            "interaction": [
                {
                    "actionText": "F%ßx§[",
                    "resultText": [
                        ""
                    ],
                    "image": "./assets/skizzen/objekte/crashed.png",
                    "position": {
                        "x": 300,
                        "y": 397
                    },
                    "next": -1
                },
                {
                    "actionText": "F%ßx§[",
                    "resultText": [
                        ""
                    ],
                    "image": "./assets/skizzen/objekte/crashed.png",
                    "position": {
                        "x": 450,
                        "y": 200
                    },
                    "next": -1
                },
                {
                    "actionText": "F%ßx§[",
                    "resultText": [
                        ""
                    ],
                    "image": "./assets/skizzen/objekte/crashed.png",
                    "position": {
                        "x": 885,
                        "y": 500
                    },
                    "next": -1
                },
                {
                    "actionText": "F%ßx§[",
                    "resultText": [
                        ""
                    ],
                    "image": "./assets/skizzen/objekte/crashed.png",
                    "position": {
                        "x": 0,
                        "y": 300
                    },
                    "next": -1
                },
                {
                    "actionText": "Zurück zum Start",
                    "resultText": [
                        ""
                    ],
                    "image": "./assets/skizzen/objekte/scene-01pfeil.png",
                    "position": {
                        "x": 400,
                        "y": 400
                    },
                    "next": 1
                }
            ]
    
            
        },
        {
        "id": 1,
        "backgroundImage": "./assets/skizzen/backgrounds/scene01.png",
        "texts": [ 
            "Willkommen.",
            "Endlich ist es so weit.",
            "Es müssen noch die letzten Vorbereitungen erledigt werden damit das große Ritual kann beginnen.",
            "Die Herscherin wird wieder kommen und mit ihr wird es eine neue Weltordnung geben.",
            "Du möchtest bei den Vorbereitungen helfen."
        ],
        "interaction": [
            {
                "actionText": "Hilf mit die Kerzen zu platzieren",
                "resultText": [
                    "Du holst die Kerzen",
                    "Als du wieder zurück gehst, stolperst du über deine Füße und verteilst die Kerzen auf dem Boden",
                    "Pass besser auf, dass das nicht gleich beim Ritual passiert!"
                ],
                "image": "./assets/skizzen/objekte/scene01kerzen.png",
                "position": {
                    "x": 885,
                    "y": 397
                },
                "next": 2
            },
            {
                "actionText": "Setze dich, damit du nicht im Weg bist",
                "resultText": [
                    "Du setzt dich auf den Boden.",
                    "Leider ist diese Stelle alles, nur nicht aus dem Weg.",
                    "Mehrmals stolpern andere Kultisten über dich während sie das Ritual vorbereiten.",
                    "Pass besser auf, dass du nicht gleich beim Ritual im Weg bist!"
                ],
                "image": "./assets/skizzen/objekte/scene01fleck.png",
                "position": {
                    "x": 740,
                    "y": 430
                },
                "next": 2
            },
            {
                "actionText": "Hilf mit das Pentagramm zu malen",
                "resultText": [
                    "Du nimmst dir rote Farbe",
                    "Als du aufstehst, um an der nächsten Stelle zu malen, trittst du auf deinen Umhang und verschüttest das Pulver",
                    "Ihr habt zwar noch genug Pulver um den Ritualkreis zu beenden, aber es hat wohl seinen Grund, dass du bei der Beschwörung keine Aufgabe bekommen hast."
                ],
                "image": "./assets/skizzen/objekte/scene01anhaenger.png",
                "position": {
                    "x": 370,
                    "y": 305
                },
                "next": 2
            }
        ]

        
    }, 
    {
        "id": 2,
        "backgroundImage": "./assets/skizzen/backgrounds/scene02.png",
        "texts": [ 
            "Dämmerung tritt ein und die Beschwörung ist im vollen Gange.",
            "Andächtig stehen alle um den Ritualkreis herum.",
            "Eine leichte Böhe weht und die Kerzen gehen eine nach der anderen aus."
        ],
        "interaction": [
            {
                "actionText": "Locke die Katze an",
                "resultText": [
                    "Du versucht die Katze mit verschiedene Geräuschen und Gesten anzulocken",
                    "Plötzlich spührst du ein starkes kratzen im Hals, du musst husten und die Katze rennt weg.",
                    "Immerhin kann sie jetzt nicht mehr das Ritual stören."
                ],
                "image": "./assets/skizzen/objekte/scene02katze.png",
                "position": {
                    "x": 830,
                    "y": 430
                },
                "next": 3
            },
            {
                "actionText": "Zünde die Kerzen wieder an",
                "resultText": [
                    "Du entfachst ein Schwefelholz um damit die Kerze wieder zu entzünden.",
                    "Doch das Hölzchen brennt besser als erwartet, du verbrennst dir die Finger und lässt es fallen.",
                    "Das Zündholz erlischt und auch das Ausgehen der Kerzen lässt sich somit nicht mehr aufhalten.",
                    "Bei genauerem hinsehen fällt dir auf, dass die Kerzen im Uhrzeigersinn, eine nach der anderen, ausgehen. Das kann nicht der Wind sein."
                ],
                "image": "./assets/skizzen/objekte/scene02kerze.png",
                "position": {
                    "x": 700,
                    "y": 400
                },
                "next": 3
            },
            {
                "actionText": "Sage selbst die Beschwörung",
                "resultText": [
                    "Du stößt euren Anführer weg",
                    "Während du versucht die Formeln zu lesen verschwimmen die Buchstaben vor deinem Auge.",
                    "d̶̨͙̬̗̙̑̑̐͝a̷͇̦̲̓͋͐͘̕e̴̠͆m̴̻͚̅̄̑̇̏o̷͍̗̳̩̼͗̔n̴̼̂͂̔̂̑̚î̴̞̈́͐̄̕ù̷͈͐̏m̵̙͚̱̬͈͒͛̑ ̶͓̪͎̦̈̇̀̀̚e̵̺̬͂͊̎̈́̕͝ͅx̷̺̲̍̀̓̂̚͜c̶̡̜̞̯̅̋̓͑̕i̶͓͖̬͙͈̊̋̇͋̇t̸̫͕̦̰̱̫̂̚ă̵̟̞̭r̴̺̜̱̲̼̄͘͝ȩ̸̪̎̌͊", 
                    "Um nicht wie ein Idiot da zu stehen, denkst du dir den Text aus und redest einfach immer weiter.",
                    "Ein schwarzes Loch öffnet sich inmitten des Beschwörungskreises und beginnt alles und jeden zu verschlingen."
                ],
                "image": "./assets/skizzen/objekte/scene02leiter.png",
                "position": {
                    "x": 450,
                    "y": 100
                },
                "next": -1
            }
        ]

        
    },
    {
        "id": 3,
        "backgroundImage": "./assets/skizzen/backgrounds/scene03.png",
        "texts": [ 
            "Als die letzte Kerze erlischt, flammt das Pentagram auf und eine Gestalt erscheint im Zentrum des Beschwörungskreises.",
            "Ein andächtiges Schweigen verbreitet sich unter den Anwesenden.",
            "Du fühlst dich dazu angehalten irgendetwas zu tun."
        ],
        "interaction": [
            {
                "actionText": "Hilf der Dämonin auf",
                "resultText": [
                    "Um deine Treue unter Beweis zu stellen eilst zur der Dämonin zur Seite.",
                    "Du reichst ihr deinen Arm und ziehst sie hoch.",
                    "Ein lautes ratschen lässt dich erkennen, dass du dabei ihren Umhang zerrissen hast.",
                    "Panik steigt in dir auf."
                ],
                "image": "./assets/skizzen/objekte/scene03daemon.png",
                "position": {
                    "x": 480,
                    "y": 220
                },
                "next": 4
            },
            {
                "actionText": "Bring der Dämonin ein Getränk",
                "resultText": [
                    "Du holst der Dämonin etwas zu trinken.",
                    "Als du ihr den Kelch an die Lippen hälst verschüttest du einen großen Schluck des Weins auf ihren Umhang",
                    "Panik steigt in dir auf."
                ],
                "image": "./assets/skizzen/objekte/scene03trinken.png",
                "position": {
                    "x": 1000,
                    "y": 350
                },
                "next": 4
            },
            {
                "actionText": "Laufe vor zum Festessen",
                "resultText": [
                    "Du rennst los um als Erster beim Festmahl zu sein.",
                    "Dabei rutscht du aus und hinterlässt eine Schneise der Verwüstung.",
                    "Immerhin ist jetzt eine Schneise da, durch die die Dämonin schreiten kann.",
                    "Anmutig erhebt sie sich und streift dabei ihren Umhang ab.",
                    "Die Kultisten folgen den nahezu magischen Bewegungen der Dämonin."
                ],
                "image": "./assets/skizzen/objekte/scene03laufen.png",
                "position": {
                    "x": 1000,
                    "y": 450
                },
                "next": 5
            }
        ]

        
    },
    {
        "id": 4,
        "backgroundImage": "./assets/skizzen/backgrounds/scene04.png",
        "texts": [ 
            "Du merkst wie sich alle Blicke auf dich richten, zuerst behinderst du die Vorbereitungen und jetzt das.",
            "Irgendetwas muss du tun um die Situation zu entschärfen."
        ],
        "interaction": [
            {
                "actionText": "Verfalle in Panik",
                "resultText": [
                    "Du fuchtelst mit den Armen und versuchst eine allgemeine Panik auszulösen.",
                    "Die Dämonin lächelt und der ganze Kult fängt an dich auszulachen.",
                    "Die Dämonin lässt den unbrauchbaren Mantel liegen und schreitet anmutig zum Festmahl, gefolgt von den Anderen Kultisten.",
                    "Du läufst bedröppelt hinterher."
                ],
                "image": "./assets/skizzen/objekte/scene04panik.png",
                "position": {
                    "x": 450,
                    "y": 50
                },
                "next": 5
            },
            {
                "actionText": "Biete deinen Mantel an",
                "resultText": [
                    "Du reichst der Dämonin deinen Mantel.",
                    "Du löst die Schnalle, um ihn von deinen Schultern zu lösen.",
                    "Doch gerade jene Schnalle bleibt nun an deinen restlichen Gewändern hängen und der Mantel fällt zu Boden.",
                    "Die Dämonin ignoriert dich und schreitet einfach über deinen Mantel.",
                    "Die restlichen Kultisten folgen ihren anmutigen Schritten."
                ],
                "image": "./assets/skizzen/objekte/scene04umhang.png",
                "position": {
                    "x": 300,
                    "y": 480
                },
                "next": 5
            }
        ]

        
    },
    {
        "id": 5,
        "backgroundImage": "./assets/skizzen/backgrounds/scene05.png",
        "texts": [ 
            "Im Festsaal angekommen erblickst du zwei große Tische mit reich gedecktem Bankett.",
            "Der Duft unzähliger Speisen steigt dir in die Nase und lässt deinen Magen knurren.",
            "Die Dämonin hat bereits Platz genommen."
        ],
        "interaction": [
            {
                "actionText": "Reiche den anderen Essen",
                "resultText": [
                    "Du nimmst dir eine Spieseplatte, um den anderen Essen anzubieten.",
                    "Gerade drehst du dich um, damit sich alle bedienen können, da rutscht das Essen von der Platte und die Umstehenden schauen dich wütend an.",
                    "Du solltest besser den Raum verlassen bevor alle mitbekommen, dass du jetzt auch das Festessen ruiniert hast."
                ],
                "image": "./assets/skizzen/objekte/scene05servieren.png",
                "position": {
                    "x": 120,
                    "y": 380
                },
                "next": 7
            },
            {
                "actionText": "Nimm dir essen",
                "resultText": [
                    "Du kannst den leckeren Speisen nicht länger widerstehen und stibitzt dir was vom Tisch.",
                    "Damit dich niemand bemerkt, versucht du die gesamte Portion direkt zu verschlingen.",
                    "Leider hast du dabei das Atmen vergessen, ein Knochen bleibt dir im Hals stecken und zu beginnst du husten.",
                    "Um nicht noch mehr Aufmerksamkeit zu erregen verlässt du den Saal und gehst nach draußen."
                ],
                "image": "./assets/skizzen/objekte/scene05essen.png",
                "position": {
                    "x": 440,
                    "y": 420
                },
                "next": 7
            },
            {
                "actionText": "Flirte mit der Dämonin",
                "resultText": [
                    "Du baust Blickkontakt mit der Dämonin auf, eure Augen treffen sich. Dir wird erst heiß, dann kalt, dann wieder heiß.",
                    "Das kann nicht sein, so ein Gefühl hattest du noch nie. Deine Hände fangen an zu schwitzen.",
                    "Du beginnst dich der Dämonin zu nähern, sie muss doch das Gleiche spühren wie du.",
                    "Deine Sicht wird klarer und du bemerkst wie die Dämonin dich mit einem tödlichen Blick fixiert.",
                    "Ihre Hand schnellt nach vorne und sie ruft Worte, die du nicht verstehst.",
                    "Du erwartest einen Schlag und einen Schmerz, so wie deine Flirtversuche immer Enden, doch nichts passiert.",
                    "Ein tuscheln geht durch den Saal. War das nicht gerade eine Zauberformel die dir das Herz aus der Brust reißen sollte?",
                    "Die ersten Kultisten stehen auf und verlassen unruhig den Saal."
                ],
                "image": "./assets/skizzen/objekte/scene05flirten.png",
                "position": {
                    "x": 760,
                    "y": 280
                },
                "next": 8
            }
        ]

        
    },
    {
        "id": 7,
        "backgroundImage": "./assets/skizzen/backgrounds/scene07.png",
        "texts": [ 
            "Draußen schlägt dir die kühle Luft entgegen.",
            "Das hätte gerade ganz schön peinlich werden können.",
            "Plötzlich hörst du Unruhe von Drinnen.",
            "Was geht da vor sich?"
        ],
        "interaction": [
            {
                "actionText": "Schaue drinnen nach",
                "resultText": [
                    "Du begibst dich wieder zum Festsaal um zu gucken was dort vor sich geht.",
                    "Als du zur Tür gehst kommen dir panisch die restlichen Kultisten entgegen.",
                    "Du siehst, wie die Dämonin versucht Zaubersprüche zu wirken um Objekte in die Luft zu heben, jedoch nichts pasiert.",
                    "Anscheinend fehlen ihr jegliche dämonischen Kräfte.",
                    "Das erklärt auch, warum die anderen Kultisten so panisch waren."
                ],
                "image": "./assets/skizzen/objekte/scene07rein.png",
                "position": {
                    "x": 200,
                    "y": 400
                },
                "next": 8
            },
            {
                "actionText": "Gehe zum Kind",
                "resultText": [
                    "Was auch immer dort vor sich geht, du willst damit nichts zu tun haben und gehst weg von den Feierlichkeiten.",
                    "Bestimmt geben alle wieder dir die Schuld und dabei hast du doch gar nichts gemacht."
                ],
                "image": "./assets/skizzen/objekte/scene07weg.png",
                "position": {
                    "x": 550,
                    "y": 250
                },
                "next": 9
            }
        ]

        
    },
    {
        "id": 8,
        "backgroundImage": "./assets/skizzen/backgrounds/scene08.png",
        "texts": [ 
            "Wieso hat der Zauber nicht gewirkt, hat die Dämonin keine Macht?",
            "Ist beim Ritual etwas schief gelaufen? Eine tiefe Schuld erfasst dich.",
            "Du musst dringend etwas tun."
        ],
        "interaction": [
            {
                "actionText": "Mach einen Witz zur Auflockerung",
                "resultText": [
                    "'Wir können das Ritual doch einfach nochmal rückwärts durchführen', scherzt du.",
                    "Doch keiner scheint die Ironie in deiner Stimme zu hören.",
                    "Nach und nach schauen dich die anderen fasziniert an und beginnen zu nicken.",
                    "Sie scheinen vollkommen überzeugt, das Ritual nochmals rückwärts durchzuführen.",
                    "Da die meisten Sachen noch vorbereitet sind, gibt es nicht mehr viel zu tun."
                ],
                "image": "./assets/skizzen/objekte/scene08witz.png",
                "position": {
                    "x": 470,
                    "y": 400
                },
                "next": 10
            },
            {
                "actionText": "Schaue dich um",
                "resultText": [
                    "Du willst auf den Felsen klettern, um dich umzuschauen.",
                    "Doch direkt nach dem ersten Meter entdechst du große Kratzspuren die an dem Felsen sind."
                ],
                "image": "./assets/skizzen/objekte/scene08fels.png",
                "position": {
                    "x": 600,
                    "y": 100
                },
                "next": 11
            }
        ]

        
    },
    {
        "id": 9,
        "backgroundImage": "./assets/skizzen/backgrounds/scene09.png",
        "texts": [ 
            "Als du dich abwendest, siehst du du ein weinendes Mädchen am Wegesrand.",
            "Sie sucht verzweifelt nach ihrer Katze.",
            "Als sie dich mit ihren Augen ansieht, kannst du nicht anders, als ihr zu helfen.",
            "Du musst dringend etwas tuen."
        ],
        "interaction": [
            {
                "actionText": "Katze locken",
                "resultText": [
                    "Du legst etwas zu Essen auf den Boden.",
                    "Nach kurzem Warten kommt auch ein Tier, um die Nahrung zu fressen.",
                    "Jedoch ist es keine Katze, sondern eine Maus.",
                    "Dir bleibt wohl nichts anderes Übrig, als dich auf die Suche zu machen.",
                    "Du begibst dich auf die Suche nach Spuren.",
                    "Direkt nach dem ersten Meter entdechst du große Kratzspuren die an dem Felsen sind."
                    
                ],
                "image": "./assets/skizzen/objekte/scene09locken.png",
                "position": {
                    "x": 600,
                    "y": 300
                },
                "next": 11
            },
            {
                "actionText": "Suche nach Spuren der Katze",
                "resultText": [
                    "Du begibst dich auf die Suche nach Spuren.",
                    "Doch direkt nach dem ersten Meter entdechst du große Kratzspuren die an dem Felsen sind."
                ],
                "image": "./assets/skizzen/objekte/scene09suchen.png",
                "position": {
                    "x": 790,
                    "y": 450
                },
                "next": 11
            }
        ]

        
    },
    {
        "id": 10,
        "backgroundImage": "./assets/skizzen/backgrounds/scene10.png",
        "texts": [ 
            "Da du dich für das Schlamassel verantwortlich fühlst, willst du helfen.",
            "Es fehlt noch die Dämonin in der Mitte und eine Laterne, um bei der nun vorran geschrittenen Nacht die Verse noch lesen zu können."
        ],
        "interaction": [
            {
                "actionText": "Laterne holen",
                "resultText": [
                    "Du holst die Laterne und stellst sie neben dem Pentagramm ab.",
                    "Leider war der Stand der Laterne aber nicht so sicher, wie du gedacht hattest.",
                    "Mit einem klirren fällt die Laterne um und entzündet die Kerzen.",
                    "Da füllt ein Rauschen deinen Kopf und du siehst einen roten Wirbel im Ritualkreis.",
                    "Du hörst ein markerschütterndes Brüllen.",
                    "Ohne nachzudenken drehst du dich um und hechtest auf den nächsten Felsen."
                    
                ],
                "image": "./assets/skizzen/objekte/scene10laterne.png",
                "position": {
                    "x": 50,
                    "y": 430
                },
                "next": 12
            },
            {
                "actionText": "Dämonin holen",
                "resultText": [
                    "Du rufst den namen der Dämonin, auch wenn dir nicht bewusst ist, woher du ihn weißt.",
                    "So schnell wie er dir im Gedächnis erschienen war, so schnell verschwindet der Name aus deinen Gedanken aber auch wieder.",
                    "Stattdessen füllt jetzt ein Rauschen deinen Kopf und du siehst einen roten Wirbel im Ritualkreis.",
                    "Du hörst ein markerschütterndes Brüllen.",
                    "Ohne nachzudenken drehst du dich um und hechtest auf den nächsten Felsen."
                ],
                "image": "./assets/skizzen/objekte/scene10holen.png",
                "position": {
                    "x": 1000,
                    "y": 400
                },
                "next": 12
            }
        ]

        
    },
     {
        "id": 11,
        "backgroundImage": "./assets/skizzen/backgrounds/scene11.png",
        "texts": [ 
            "Du folgst den Spuren und hörst hinter einem Felsen ein Knurren.",
            "Ein kalter Schauer läuft dir über den Rücken."
        ],
        "interaction": [
            {
                "actionText": "An Monster anschleichen",
                "resultText": [
                    "Du versuchst dich anzuschleichen und ein trittst auf einen Ast.",
                    "Ein lautes Knacken ertönt.",
                    "Schneller als du schreien kannst stürzen sich dämonische Klauen auf dich.",
                    "Und mit einem Hieb trennt sich dein Kopf von deinem Körper."
                    
                ],
                "image": "./assets/skizzen/objekte/scene11anschleichen.png",
                "position": {
                    "x": 412,
                    "y": 140
                },
                "next": -1
            },
            {
                "actionText": "heimlich weg gehen",
                "resultText": [
                    "Du versuchst dich weg zu schleichen und trittst auf einen Ast.",
                    "Du hörst ein markerschütterndes Brüllen hinter dir.",
                    "Ohne dich umzudrehen hechtest du auf den nächsten Felsen."
                ],
                "image": "./assets/skizzen/objekte/scene11weg.png",
                "position": {
                    "x": 100,
                    "y": 400
                },
                "next": 12
            }
        ]

        
    },
    {
        "id": 12,
        "backgroundImage": "./assets/skizzen/backgrounds/scene12.png",
        "texts": [ 
            "In Mitten des Ritualkreises erblickst du eine Raubtier mit rot glühenden Augen.",
            "Bedrohlich ragt es empor.",
            "Speichel tropft von seinen geflätschten Fängen.",
            "Du spürst, dass ein falscher Schritt dein Ende bedeuten könnte."
        ],
        "interaction": [
            {
                "actionText": "Fliehen",
                "resultText": [
                    "Du machst einen ausgefallenen Sprung weg von der Bestie.",
                    "Dein Fuß erwischt aber nur Gerümpel.",
                    "Statt dich von dem Felsen weg zu stoßen, stößt du Steine los.",
                    "In einer Kettenreaktion lösen sich immer mehr Steine, die auf das Ungetüm hinabsausen.",
                    "Innerhalb eines Wimpernschlags ist nichts mehr von dem Wesen zu sehen.",
                    "Ein unnatürlichen Fauchen ertönt und der Steinhaufen beginnt rot zu leuchten.",
                    "Sie siehst wie die Energie durch die Ritzen in die Dämonin strömt.",
                    "Nachdem das Leuchten verklommen war, hörst du ein leises Mautzen und eine Katze zwängt sich unter den Steinen hervor."
                    
                ],
                "image": "./assets/skizzen/objekte/scene12weg.png",
                "position": {
                    "x": 0,
                    "y": 0
                },
                "next": 13
            },
            {
                "actionText": "Auf Bestie springen",
                "resultText": [
                    "Du machst einen ausgefallenen Sprung auf die Bestie zu.",
                    "Dein Fuß erwischt aber nur Gerümpel.",
                    "Statt dich von dem Felsen weg zu stoßen, stößt du Steine los.",
                    "In einer Kettenreaktion lösen sich immer mehr Steine, die auf das Ungetüm hinabsausen.",
                    "Innerhalb eines Wimpernschlags ist nichts mehr von dem Wesen zu sehen.",
                    "Ein unnatürlichen Fauchen ertönt und der Steinhaufen beginnt rot zu leuchten.",
                    "Sie siehst wie die Energie durch die Ritzen in die Dämonin strömt.",
                    "Nachdem das Leuchten verklommen war, hörst du ein leises Mautzen und eine Katze zwängt sich unter den Steinen hervor."
                ],
                "image": "./assets/skizzen/objekte/scene12auf.png",
                "position": {
                    "x": 100,
                    "y": 100
                },
                "next": 13
            },
            {
                "actionText": "Bestie anhimmeln",
                "resultText": [
                    "Du beginnst deine besten Anmachsprüche auszupacken.",
                    "Dein nun folgenden Monolog hätte man auch gut zur Folter benutzen können.",
                    "Ohne Rücksicht auf verlusst legst du wieter zu.",
                    "Mit jedem weiteren Satz zieht sich das Ungetüm weiter zitternd zusammen.",
                    "Ein herzzereißendes Gejammer und Fauchen ist zu hören.",
                    "Du siehst wie eine rote Energie aus dem Wesen in die Dämonin flieht.",
                    "Zurück bleibt eine Ängsliche Katze die leise mautzt."
                ],
                "image": "./assets/skizzen/objekte/scene12anhimmeln.png",
                "position": {
                    "x": 460,
                    "y": 205
                },
                "next": 13
            }
        ]

        
    },
    {
        "id": 13,
        "backgroundImage": "./assets/skizzen/backgrounds/scene13.png",
        "texts": [ 
            "Danke für das Spielen unserer kleinen Geschichte.",
            "Credits:",
            "Head of beautifull art: brownie2705 | Lissi",
            "Head of gracefull code: ZwergB | Ben",
            "Head of confusing story: 404cokieNotFound | Lennart"
        ],
        "interaction": [
            {
                "actionText": "Zurück zum Start",
                "resultText": [
                    ""
                ],
                "image": "./assets/skizzen/objekte/scene-01pfeil.png",
                "position": {
                    "x": 0,
                    "y": 400
                },
                "next": 1
            }
        ]

        
    },
    {

    }
    ]
}
