{
    "title": "Hier steht ein Titel",
    "firstChapter": 1,
    "story": [
    {
        "id": 1,
        "backgroundImage": "./assets/skizzen/backgrounds/scene01.png",
        "texts": [ 
            "Wilkommen.",
            "Endlich ist es so weit.",
            "Es müssen nurnoch die letzten Vorbereitungen getätigt werden und das große Ritual kann beginnen.",
            "Die Herschrinn wird wieder kommen und mit ihr wird es eine neue Weltordnung geben."
        ],
        "interaction": [
            {
                "actionText": "Hilf mit, die Kerzen zu plzieren",
                "resultText": [
                    "<b>Du holst die Kerzen </b>",
                    "Als du wieder zurück willst, stolperst du über deine Füße und verteilst die Kerzen auf dem Boden",
                    "Pass besser auf, dass das nicht gleich beim Ritual passiert!"
                ],
                "image": "./assets/skizzen/objekte/scene01kerzen.png",
                "position": {
                    "x": 830,
                    "y": 430
                },
                "next": 2
            },
            {
                "actionText": "Setze dich, damit du nicht im Weg bist",
                "resultText": [
                    "<b>Du setzt dich auf den Boden. </b>",
                    "Leider ist diese Stelle alles, nur nicht aus dem Weg.",
                    "Mehrmals stolpern andere Kultisten fast über dich, wärend sie das Ritual vorbereiten.",
                    "Pass zumindest auf, dass du gleich beim Ritual nicht im Weg bist."
                ],
                "image": "./assets/skizzen/objekte/scene01fleck.png",
                "position": {
                    "x": 700,
                    "y": 400
                },
                "next": 2
            },
            {
                "actionText": "Hilf mit, das Pentagramm zu malen",
                "resultText": [
                    "<b>Du nimmst dir rote Farbe </b>",
                    "Als du aufstehst, um an der nächsten Stelle zu mahlen, trittst du auf deinen Umhang und verschüttest das Pulver",
                    "Ihr habt zwar noch genug Pulver, um den Ritualkreis zu beenden, aber es hat schon seinen Grund, dass du beim eigentlichen Ritual keine Aufgabe bekommen hast."
                ],
                "image": "./assets/skizzen/objekte/scene01anhaenger.png",
                "position": {
                    "x": 450,
                    "y": 100
                },
                "next": 2
            }
        ]

        
    }, 
    {
        "id": 2,
        "backgroundImage": "./assets/skizzen/backgrounds/scene02.png",
        "texts": [ 
            "Bei Dämmerung ist nun alles so weit.",
            "Andächtig stehen alle um den Ritualkreis herum.",
            "Eine leichte Böhe weht und die Kerzen gehen eine nach der anderen aus."
        ],
        "interaction": [
            {
                "actionText": "Locke die Katze an",
                "resultText": [
                    "<b>Du machst fieb Geräusche mit deinem Mund </b>",
                    "Plätzlich verschluckst du dich dabei.",
                    "Du musst husten und die Katze rennt weg.",
                    "Immerhin kann sie jetzt nicht mehr das Ritual stören."
                ],
                "image": "./assets/skizzen/objekte/scene02katze.png",
                "position": {
                    "x": 830,
                    "y": 430
                },
                "next": 3
            },
            {
                "actionText": "Zünde die Kerzen wieder an",
                "resultText": [
                    "<b>Du entfachst ein Schwefelholz, um damit die Kerze wieder zu entzünden. </b>",
                    "Doch das Hölzchen brennt besser als erwartet.",
                    "Du verbrennst dir die Finger und lässt es fallen.",
                    "Das Zündholz erlischt und auch das ausgehen der Kerzen lässt sich somit nicht mehr aufhalten.",
                    "Bei genauerem hinsehen merkst du aber, dass die Kerzen systematisch aus gehen."
                ],
                "image": "./assets/skizzen/objekte/scene02kerze.png",
                "position": {
                    "x": 700,
                    "y": 400
                },
                "next": 3
            },
            {
                "actionText": "Sage selbst die Beschwörung",
                "resultText": [
                    "<b>Du drückst euren Anführer weg</b>",
                    "Wärend du ließt verschwimmen die Buchstaben vor deinem Auge.",
                    "Um nicht wie ein Idiot da zu stehen, denkst du dir den Text aus und redest einfach immer weiter.",
                    "Ein Großes Schwarzes Loch frisst alles auf."
                ],
                "image": "./assets/skizzen/objekte/scene02leiter.png",
                "position": {
                    "x": 450,
                    "y": 100
                },
                "next": -1
            }
        ]

        
    },
    {
        "id": 3,
        "backgroundImage": "./assets/skizzen/backgrounds/scene03.png",
        "texts": [ 
            "Als die letzte Kerze erlischt, flammt das Pentagram auf und eine Gestalt erscheint.",
            "Ein Andächtiges schweigen hat sich unter euch gebildet."
        ],
        "interaction": [
            {
                "actionText": "Hilf der Dämonin auf",
                "resultText": [
                    "<b>Um deine Treue unter beweis zu stellen, eilst du direkt zu ihr. </b>",
                    "Du reichst ihr deinen Arm und ziehst sie hoch.",
                    "Ein lautes ratschen lässt dich erkennen, dass du dabei auf ihrem Umhang gestanden hasst.",
                    "Panik steigt in dir auf."
                ],
                "image": "./assets/skizzen/objekte/scene03daemon.png",
                "position": {
                    "x": 830,
                    "y": 430
                },
                "next": 4
            },
            {
                "actionText": "Bring ihr ein Getränk",
                "resultText": [
                    "<b>Du hohlst ihr was zu trinken. </b>",
                    "Als du ihr den Kelch an ihre Lippen hällst schüttest du außversehen den Wein auf ihren Umhang",
                    "Panik steigt in dir auf."
                ],
                "image": "./assets/skizzen/objekte/scene03trinken.png",
                "position": {
                    "x": 700,
                    "y": 400
                },
                "next": 4
            },
            {
                "actionText": "Laufe vor zum Festessen",
                "resultText": [
                    "<b>Du rennst los, um als erster beim Festmahl zu sein.</b>",
                    "Dabei rutscht du auß und hinterlässt eine Schneise der Verwüstung.",
                    "Immerhin ist jetzt eine Schneise da, durch die die Dämonin schreiten kann",
                    "Anmutig erhebt sie sich und streift dabei ihren Umhang ab.",
                    "Gebannt von ihr folgt ihr zum Mahl."
                ],
                "image": "./assets/skizzen/objekte/scene03laufen.png",
                "position": {
                    "x": 450,
                    "y": 100
                },
                "next": 5
            }
        ]

        
    },
    {
        "id": 4,
        "backgroundImage": "./assets/skizzen/backgrounds/scene03.png",
        "texts": [ 
            "Du willst nicht den Zorn des ganzen Kultes auf dich ziehen."
        ],
        "interaction": [
            {
                "actionText": "Verfalle in Panik",
                "resultText": [
                    "<b>Du fuchtelst mit den Armen und versuchst eine algemeine Panik auszulösen </b>",
                    "Die Dämonin lacht und der ganze Kult fängt an dich auszulachen.",
                    "Sie lässt den unbrauchbaren Mantel liegen und schreitet anmutig zum Festmahl.",
                    "Du läufst den anderen bedröppelt hinterher."
                ],
                "image": "./assets/skizzen/objekte/scene04panik.png",
                "position": {
                    "x": 830,
                    "y": 430
                },
                "next": 5
            },
            {
                "actionText": "Biete deinen Mantel an",
                "resultText": [
                    "<b>Du prbierst schnell ihr stattdessen deinen Mantel zu reichen. </b>",
                    "Du löst die Schnalle, um ihn von deinen Schultern zu lösen.",
                    "Doch gerade jene schnalle bleibt nun an deinen restlichen Gewändern hängen und dein Mantel fällt auf den Boden.",
                    "Die Dämonin ignoriert dich und schreitet einfach über deinen Mantel rüber.",
                    "Die restlichen Kultisten folgen ihren anmutigen Schritten."
                ],
                "image": "./assets/skizzen/objekte/scene04umhang.png",
                "position": {
                    "x": 700,
                    "y": 400
                },
                "next": 5
            }
        ]

        
    },
    {
        "id": 5,
        "backgroundImage": "./assets/skizzen/backgrounds/scene05.png",
        "texts": [ 
            "Drinnen angekommen baut sich ein reich gedecktes Bankett auf.",
            "Der Duft unzähliger Speisen steigt dir in die Nase."
        ],
        "interaction": [
            {
                "actionText": "Reiche den anderen Essen",
                "resultText": [
                    "<b>Du nimmst dir eine Spieseplatte, um den anderen Essen anzubieten. </b>",
                    "Gerade drehst du dich um, damit sich alle bedienen können, da rutscht das Essen von der Platte und die Umstehenden schauen dich wütend an.",
                    "Du solltest besser den Raum verlassen, bevor alle mitbekommen, dass du auch noch das Festessen ruiniert hast."
                ],
                "image": "./assets/skizzen/objekte/scene05servieren.png",
                "position": {
                    "x": 830,
                    "y": 430
                },
                "next": 7
            },
            {
                "actionText": "Nimm dir essen",
                "resultText": [
                    "<b>Du kannst den leckeren Speisen nicht länger wiederstehen und stibitzt dir was vom Tisch. </b>",
                    "Damit dich niemand bemerkt, steckst du dir schnell die ganze Portion in deinen Mund.",
                    "Leider hast du dabei das Atmen vergessen. Du verschluckst dich und beginnst zu husten.",
                    "Um nicht die ganze Prozedur aufzuhalten gehst du schnell nach draußen."
                ],
                "image": "./assets/skizzen/objekte/scene05essen.png",
                "position": {
                    "x": 700,
                    "y": 400
                },
                "next": 7
            },
            {
                "actionText": "Flirte mit der Dämonin",
                "resultText": [
                    "<b>Du sagst einen koketten Spruch zu der Dämonin. </b>",
                    "Sie scheint gerade alles zu wollen, außer deine Anmachversuche zu erwidern.",
                    "Mit einem tötendem Blick schaut sie dich an.",
                    "Ihre Hand schnellt nach vorne und sie ruft Worte, die du nicht verstehen kannst.",
                    "Du wartest darauf, dass dich der Schlag trifft, doch nichts passiert.",
                    "Eine algemeine Unruhe entsteht",
                    "Die ersten beginnen nach draußen zu rennen"
                ],
                "image": "./assets/skizzen/objekte/scene05flirten.png",
                "position": {
                    "x": 700,
                    "y": 400
                },
                "next": 8
            }
        ]

        
    },
    {
        "id": 7,
        "backgroundImage": "./assets/skizzen/backgrounds/scene07.png",
        "texts": [ 
            "Draußen schlägt dir die kühle Nachtluft entgegen.",
            "Das hätte drnnen ganzschön peinlich werden können.",
            "Plötzlich hörst du Unruhe von drinnen.",
            "Was dort wohl vor sich geht?"
        ],
        "interaction": [
            {
                "actionText": "Schaue drinnen nach",
                "resultText": [
                    "<b>Du gehst willst wieder rein um nachzusehen, was dort vor sich geht. </b>",
                    "Als du zur Tür gehst kommen dir panisch die restlichen Kultisten entgegen.",
                    "Du siehst, wie dei Dämonin versucht irgendwas in die Luft zu Hexen, doch nichts passiert.",
                    "Anscheinend fehlen ihr jegliche Dämonischen Kräfte.",
                    "Das erklärt auch, warum die anderen Kultisten so panisch waren."
                ],
                "image": "./assets/skizzen/objekte/scene07rein.png",
                "position": {
                    "x": 830,
                    "y": 430
                },
                "next": 8
            },
            {
                "actionText": "Gehe weg",
                "resultText": [
                    "<b>Was auch immer dort vor sich geht, du willst damit nichts zu tun haben und gehst weg von den Feierlichkeiten. </b>",
                    "Bestimmt geben wieder alle dir die Schuld und dabei hast du doch garnichts gemacht."
                ],
                "image": "./assets/skizzen/objekte/scene07weg.png",
                "position": {
                    "x": 700,
                    "y": 400
                },
                "next": 9
            }
        ]

        
    },
    {
        "id": 8,
        "backgroundImage": "./assets/skizzen/backgrounds/scene08.png",
        "texts": [ 
            "Wieso hatte die Dämonin keine Macht?",
            "War beim Ritual etwas schief gelaufen?",
            "Eine tiefe Schuld erfasst dich.",
            "Du musst dringend etwas tuen."
        ],
        "interaction": [
            {
                "actionText": "Mach einen Witz zur auflockerung",
                "resultText": [
                    "<b>'Wir können das Ritual doch einfach nochmal rückwärts durchführen', scherzt du.</b>",
                    "Doch keiner scheint die Ironie in deiner Stimme zu hören.",
                    "Nach und nach schauen dich die anderen fasziniert an und beginnen zu nicken.",
                    "Sie scheinen vollkommen überzeugt, das Ritual nochmals rückwärts durchzuführen.",
                    "Da die meisten Sachen noch vorbereitet sind gibt es nicht mehr viel zu tun."
                ],
                "image": "./assets/skizzen/objekte/scene08witz.png",
                "position": {
                    "x": 830,
                    "y": 430
                },
                "next": 10
            },
            {
                "actionText": "Schaue dich um",
                "resultText": [
                    "<b>Du willst auf den Felsen klettern, um dich umzuschauen. </b>",
                    "Doch direkt nach dem ersten Meter entdechst du große Kratzspuren die an dem Felsen sind."
                ],
                "image": "./assets/skizzen/objekte/scene08fels.png",
                "position": {
                    "x": 700,
                    "y": 400
                },
                "next": 11
            }
        ]

        
    },
    {
        "id": 9,
        "backgroundImage": "./assets/skizzen/backgrounds/scene07.png",
        "texts": [ 
            "Als du dich abwendest, siehst du du ein weinendes Mädchen am Wegesrand.",
            "Sie sucht verzweifelt nach ihrer Katze.",
            "Als sie dich mit ihren Augen ansieht, kannst du nicht anders, als ihr zu helfen.",
            "Du musst dringend etwas tuen."
        ],
        "interaction": [
            {
                "actionText": "Katze locken",
                "resultText": [
                    "<b>Du legst was zu Essen auf den Boden.</b>",
                    "Nach kurzem Warten kommt auch ein Tier, um die Nahrung zu fressen.",
                    "Jedoch ist es keine Katze, sondern eine Maus.",
                    "Dir bleibt wohl nichts anderes Übrig, als dich auf die Suche zu machen.",
                    "<b>Du begibst dich auf die Suche nach Spuren. </b>",
                    "Doch direkt nach dem ersten Meter entdechst du große Kratzspuren die an dem Felsen sind."
                    
                ],
                "image": "./assets/skizzen/objekte/scene09locken.png",
                "position": {
                    "x": 830,
                    "y": 430
                },
                "next": 11
            },
            {
                "actionText": "Suche nach Spuren der Katze",
                "resultText": [
                    "<b>Du begibst dich auf die Suche nach Spuren. </b>",
                    "Doch direkt nach dem ersten Meter entdechst du große Kratzspuren die an dem Felsen sind."
                ],
                "image": "./assets/skizzen/objekte/scene09suchen.png",
                "position": {
                    "x": 700,
                    "y": 400
                },
                "next": 11
            }
        ]

        
    },
    {
        "id": 10,
        "backgroundImage": "./assets/skizzen/backgrounds/scene02.png",
        "texts": [ 
            "Da du dich für das Schlamassel verantwortlich fühlst, willst du helfen",
            "Es fehlt noch die Dämonin in der Mitte und eine Laterne, um bei der nun vorran geschrittenen Nacht die Verse noch lesen zu können."
        ],
        "interaction": [
            {
                "actionText": "Laterne holen",
                "resultText": [
                    "<b>Du holst die Laterne und stellst sie auf dem Pult neben dem Buch ab.</b>",
                    "Leider war der Stand der Laterne aber nicht so sicher, wie du gedacht hattest.",
                    "Mit einem lauten klirren fällt die Laterne zu Boden und entzündet die Kerzen",
                    "Du füllt ein Rauschen deinen Kopf und du siehst einen roten Wirbel im Ritualkreis.",
                    "Du hörst ein markerschütterndes Brüllen.",
                    "Ohne nachzudenken, drehst du dich um und hechtest auf den nächsten Felsen."
                    
                ],
                "image": "./assets/skizzen/objekte/scene10laterne.png",
                "position": {
                    "x": 830,
                    "y": 430
                },
                "next": 12
            },
            {
                "actionText": "Dämonin holen",
                "resultText": [
                    "<b>Du rufst den namen der Dämonin, auch wenn dir nicht bewusst ist, woher du ihn weißt. </b>",
                    "So schnell wie er dir im Gedächnis erschienen war, so schnell verschwindet der Name aus deinen Gedanken aber auch wieder.",
                    "Stattdessen füllt jetzt ein Rauschen deinen Kopf und du siehst einen roten Wirbel im Ritualkreis.",
                    "Du hörst ein markerschütterndes Brüllen.",
                    "Ohne nachzudenken drehst du dich um und hechtest auf den nächsten Felsen."
                ],
                "image": "./assets/skizzen/objekte/scene10holen.png",
                "position": {
                    "x": 700,
                    "y": 400
                },
                "next": 12
            }
        ]

        
    },
     {
        "id": 11,
        "backgroundImage": "./assets/skizzen/backgrounds/scene08.png",
        "texts": [ 
            "Du folgst den Spuren und hörst hinter einem Felsen ein Knurren",
            "Ein kalter Schauer läuft dir über den Rücken."
        ],
        "interaction": [
            {
                "actionText": "An Monster anschleichen",
                "resultText": [
                    "<b>Du versuchst dich anzuschleichen und ein trittst auf einen Ast.</b>",
                    "Ein lautes Knacken ertönt.",
                    "Schneller als du schreien kannst stürzen sich dämonische Klauen auf dich.",
                    "Und mit einem Hieb trennt sich dein Kopf von deinem Körper."
                    
                ],
                "image": "./assets/skizzen/objekte/scene11anschleichen.png",
                "position": {
                    "x": 830,
                    "y": 430
                },
                "next": -2
            },
            {
                "actionText": "heimlich weg gehen",
                "resultText": [
                    "<b>Du versuchst dich weg zu schleichen und trittst auf einen Ast. </b>",
                    "Du hörst ein markerschütterndes Brüllen hinter dir.",
                    "Ohne dich umzudrehen hechtest du auf den nächsten Felsen."
                ],
                "image": "./assets/skizzen/objekte/scene11weg.png",
                "position": {
                    "x": 700,
                    "y": 400
                },
                "next": 12
            }
        ]

        
    },
    {
        "id": 12,
        "backgroundImage": "./assets/skizzen/backgrounds/scene03.png",
        "texts": [ 
            "In Mitten des Ritualkreises erblickst du eine Raubtier mit rot glühenden Augen.",
            "Zerzaustes Fell steht in alle Richtungen ab.",
            "Speichel tropft von seinen geflätschten Fängen.",
            "Du spürst, dass ein falscher Schritt dein Ende bedeuten könnte."
        ],
        "interaction": [
            {
                "actionText": "Fliehen",
                "resultText": [
                    "<b>Du machst einen ausgefallenen Sprung weg von der Bestie.</b>",
                    "Dein Fuß erwischt aber nur gerümpel.",
                    "Statt dich von dem Felsen weg zu stoßen, stößt du Steine los.",
                    "In einer Kettenreaktion lösen sich immer mehr Steine, die auf das Ungetüm hinabsausen.",
                    "Innerhalb eines Wimpernschlags ist nichts mehr von dem Wesen zu sehen.",
                    "Ein unnatürlichen Fauchen ertönt und der Steinhaufen beginnt rot zu leuchten.",
                    "Sie siehst wie die Energie durch die Ritzen in die Dämonin strömt.",
                    "Nachdem das Leuchten verklommen war, hörst du ein leises Mautzen und eine Katze zwängt sich unter den Steinen hervor."
                    
                ],
                "image": "./assets/skizzen/objekte/scene12weg.png",
                "position": {
                    "x": 830,
                    "y": 430
                },
                "next": 13
            },
            {
                "actionText": "Auf Bestie springen",
                "resultText": [
                    "<b>Du machst einen ausgefallenen Sprung auf die Bestie zu.</b>",
                    "Dein Fuß erwischt aber nur gerümpel.",
                    "Statt dich von dem Felsen weg zu stoßen, stößt du Steine los.",
                    "In einer Kettenreaktion lösen sich immer mehr Steine, die auf das Ungetüm hinabsausen.",
                    "Innerhalb eines Wimpernschlags ist nichts mehr von dem Wesen zu sehen.",
                    "Ein unnatürlichen Fauchen ertönt und der Steinhaufen beginnt rot zu leuchten.",
                    "Sie siehst wie die Energie durch die Ritzen in die Dämonin strömt.",
                    "Nachdem das Leuchten verklommen war, hörst du ein leises Mautzen und eine Katze zwängt sich unter den Steinen hervor."
                ],
                "image": "./assets/skizzen/objekte/scene12auf.png",
                "position": {
                    "x": 700,
                    "y": 400
                },
                "next": 13
            },
            {
                "actionText": "Bestie anhimmeln",
                "resultText": [
                    "<b>Du beginnst deine besten Anmachsprüche auszupacken.</b>",
                    "An der gequälten Reaktion der Anwesenden, lässt sich deine Minne beurteilen.",
                    "Ohne Rücksicht auf verlusst legst du wieter zu.",
                    "Mit jedem weiteren Satz zieht sich das Ungetüm weiter zitternd zusammen.",
                    "Ein herzzereißendes gejammer und fauchen ist zu hören.",
                    "Du siehst wie eine rote Energie aus dem Wesen in die Dämonin flieht.",
                    "Sie siehst wie die Energie durch die Ritzen in die Dämonin strömt.",
                    "Zurück bleibt eine Ängsliche Katze die leise mautzt."
                ],
                "image": "./assets/skizzen/objekte/scene12anhimmeln.png",
                "position": {
                    "x": 700,
                    "y": 400
                },
                "next": 13
            }
        ]

        
    },
    {

    }
    ]
}
